/* The string for canceling a map editing function. */
"CancelKey" = "Скасувати";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Ви дійсно бажаєте скасувати?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Ваші зміни не будуть збережені.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Створений об'єкт не буде збережений.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Скасувати зміни";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Скасувати редагування";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Недійсна адреса";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Адреса має буде включена для точки";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Ви не додали місцезнаходження для цієї точки";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Нова точка не буде додана";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Продовжити редагування";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Виберіть точку, яку хочете видалити.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Немає точок для видалення.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Дійсно очистити всі точки?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Ні";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Так";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Перемкнути на точку?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Перемкнути на ламану лінію?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Перемкнути на багатокутник?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Додані вами точки не будуть змінені і ви можете продовжити створення об'єкта";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Усі додані вами точки будуть видалені";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Дійсно видалити цю точку?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Зберегти";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Фільтрувати";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Поточне місцезнаходження";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Пропозиції не знайдено";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Адреса";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Очистити все";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ успішно створено";

/* The placeholder text of the Searchbar */
"SearchKey" = "Пошук";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Додати нову точку";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Основна карта";

/* The title for the standard map type. */
"StandardKey" = "Стандарт";

/* The title for the hybrid map type. */
"HybridKey" = "Гібрид";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Гібридний проліт";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Тихий стандарт";

/* The title for the satellite map type. */
"SatelliteKey" = "Супутник";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Супутниковий проліт";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Додати місцезнаходження";

